{
	"newend":[
		{
			"src":"./data/images/newend1.jpg",
			"title":"余生执念只为你",
			"desc":"他娶她，只是为了报复，一点一点撕碎她的倔强，摧毁她的尊严，她爱之深沉，他却恨之入骨，在他眼里顾执念就是一个狠毒的女人，他至始至终都不肯相信她，当真相被揭开，误会烟消云散，他流泪呼唤道“顾执念，余生换我爱你！”可她已经消失在他的世界里了......",
			"author":"言小含",
			"yellow":"短篇",
			"red":"已完结",
			"blue":"5.13万"
		},
		{
			"src":"./data/images/newend2.jpg",
			"title":"太后，悠着点",
			"desc":"不想当太后的清穿女不是好清穿女，皇帝什么的太麻烦了，浪费时间又浪费精力，就算让你当了皇后，底下那些小妾还会想法子算计你，还不如直接架空皇帝当太后，这才是宫斗最正确的打开方式。青菀本想学一回冰凝，架空皇帝当太后，没想到一穿过来就是太后，这可肿么破？",
			"author":"大小枕头",
			"yellow":"古代言情",
			"red":"已完结",
			"blue":"157.65万"
		},
		{
			"src":"./data/images/newend3.jpg",
			"title":"男神有个白月光",
			"desc":"虐妻一时爽，追妻火葬场！沈一诺爱宫凌，爱的可以不要命，宫凌却在她身上找白月光的影子。当他将她最后的自尊撕毁时，这个世界上再也不会有一个傻瓜爱他爱到愿意去死，沈一诺死了，死在绝望的爱情里，可她又活了，活在那个男人悔恨的眼泪里。",
			"author":"宝货",
			"yellow":"短篇",
			"red":"已完结",
			"blue":"5.48万"
		},
		{
			"src":"./data/images/newend4.jpg",
			"title":"他比时间更深情",
			"desc":"（新书已发~）婚礼前一晚，未婚夫背叛，转眼，保镖成了神秘大人物！从此，池欢从一个惨遭抛弃的落魄千金，成了最炙热可热的当红女星，只因她家尊贵的墨总高冷宣布，“试试看，贴上我墨时谦标签的女人，谁敢动！”",
			"author":"十点听风",
			"yellow":"现代言情",
			"red":"已完结",
			"blue":"165.86万"
		},
		{
			"src":"./data/images/newend5.jpg",
			"title":"徒弟个个狠角色",
			"desc":"清云仙子成元婴了，可以收徒了。养了一个又一个徒弟，掏心掏肺培养他们逐渐成为大佬。然后她准备好养状态，打算好好享福的时候……小兔崽子们居然跳出来说要弄死她……",
			"author":"火鸡喵",
			"yellow":"仙侠奇缘",
			"red":"连载中",
			"blue":"19.3万"
		}
	],
	"classic":[
		{
			"src":"./data/images/classic1.jpg",
			"title":"新婚无爱，替罪前妻",
			"desc":"新文已发《贵女重生：侯府下堂妻》继妹刚死三个月，她执意要嫁给准妹夫。全世界都认定楚氏掌门人楚律的新婚妻子害死自己的继妹，勾引了自己的妹夫。她的亲生母亲残忍的说：别叫我妈，我没你这么恶毒的女儿。她的新婚丈夫在婚礼：我不会吻你，你让我恶心。闪光灯一片记下她所有尴尬局面。他羞辱她，夏若心，你不就是为了搭上我？我会让你生不如死。后来，她真的生不如死，他为了自己生意，将他送到另一个人的面前，他为了给自己心爱",
			"author":"夏染雪",
			"yellow":"现代言情",
			"red":"已完结",
			"blue":"229.89万"
		},
		{
			"src":"./data/images/classic2.jpg",
			"title":"护短仙师：徒儿，横着走！",
			"desc":"推荐新书《我家媳妇世界第一撩》“师父，我偷了珍宝阁的仙丹，阁主不怪我，还额外送了我一大包，他是喝醉了吗？”嗯，看在他喝醉了还这么识趣的份上，珍宝阁就给他留着吧。“师父，仙门大比，我都没出手呢，这些人就全部趴下认输了，他们是不是有病？”嗯，病的还不轻，不过很合他意，那就不灭掉他们的门派了。“师父，大家看到我就躲着走，我有这么可怕吗？好气哦！”嗯……嗯？哪个不要命的敢惹他家宝贝徒弟生气？轩辕帝君的宗旨",
			"author":"十片叶子",
			"yellow":"仙侠奇缘",
			"red":"已完结",
			"blue":"85.08万"
		},
		{
			"src":"./data/images/classic3.jpg",
			"title":"余生漫漫皆为你",
			"desc":"余越寒，H市最尊贵神秘的男人，冷酷无情，不近女色，却偏偏被一个小女孩缠上了身！“爹地，你真帅。”眼露垂涎之色。“爹地，要抱抱。”流口水ing。“爹地，我要妹妹，快和妈咪造一个。”“爹地……”余越寒面无表情：“我从来没有过任何女人！”更不会有女儿！“难道是我妈咪趁你不注意欺负了你？”余越寒：“……”一句话简介：这是一个爹地高冷，宝宝腹黑的一家子斗智斗勇的甜宠史……",
			"author":"浮屠妖",
			"yellow":"现代言情",
			"red":"已完结",
			"blue":"244.65万"
		},
		{
			"src":"./data/images/classic4.jpg",
			"title":"重生毒妃惊华",
			"desc":"新文《大魔王的宠妻日常》已发，求投喂~她本相府庶女惊才绝艳，怎料心尖人赐她鸠酒，最信爹爹屠她满门。再睁眼她是敌国不学无术的嫡女，一场刺杀，重生血泊。姨娘处处为难？她冷厉手腕想杀就杀！渣女骂她蠢？她琴棋书画羡煞旁人。为复仇她玩权术背骂名。怎料前世死敌更猖狂。灭她桃花当她师父占她的人。最后竟无耻要补偿。“你想怎么偿？”“把你洗干净，品尝！”",
			"author":"瑾年三色",
			"yellow":"古代言情",
			"red":"已完结",
			"blue":"246.32万"
		},
		{
			"src":"./data/images/classic5.jpg",
			"title":"帝凰凌天",
			"desc":"【爽文】【宠文】她是21世纪身怀异能术，精通各种毒药的最强赏金猎人，却穿越成炼器世家第一废材。极品家人嫌弃她不会炼器？分分钟炼出一堆灵器闪瞎这些人的狗眼；抢她婚约的伪女神是炼药师很了不起？不好意思，她配置的药剂让大陆第一炼药师哭着喊着求拜师；天赋全无无法修炼被渣男嫌弃？呵呵，神级修炼体质轻松修炼升级。渣男后悔求复合？某女靠在美男怀中，不屑道：“滚一边去。”只是不小心掀了凶残美男的棺材板，美男就此跟",
			"author":"墨千澜",
			"yellow":"玄幻言情",
			"red":"已完结",
			"blue":"356.98万"
		}
	],
	"bestend":[
		{
			"src":"./data/images/bestend1.jpg",
			"title":"邪魅五小姐的霸道王爷",
			"desc":"一个不经意的地方，让他们相遇，一次戏言的以身相许，不曾想，竟然真的在一起了，在夫妻两强强联手后，请看他们如何将贱人绿茶婊耍得团团转！",
			"author":"陌芝",
			"yellow":"古代言情",
			"red":"已完结",
			"blue":"120.2万"
		},
		{
			"src":"./data/images/bestend2.jpg",
			"title":"家有萌妻甜蜜蜜",
			"desc":"“想离婚，除非我死。”“老公，我错了，我再也不敢……”少女捂着嘴不停往后退，高大俊美的男人步步紧逼，把她圈在怀里。秋卿卿是修炼千年才修成人形的桃树精，她只想当妖，却被江斯年宠得无法无天，最后从妖变成人。（宠文，一句话简介：宁为你跌进红尘，做个有痛觉的人，你是我的一眼万年。）",
			"author":"林七锦",
			"yellow":"现代言情",
			"red":"已完结",
			"blue":"24.72万"
		},
		{
			"src":"./data/images/bestend3.jpg",
			"title":"凤帝九倾",
			"desc":"【完结精品】因一场梦境而来，因一张皇榜结缘。九皇子要成亲，娶的是一个名不见经传的女大夫，瞬间引起众怒，皇城哗然。公主，郡主，官家小姐，齐齐反对。皇上，太后，皇后……警告威胁，明枪暗箭齐上阵，只为阻止这桩婚事。风华绝代九殿下冷笑，“娶她，我活；不娶她，我死。”九个字，所有反对的声音一夜消失。药房中侍弄金蛇的女子云淡风轻般轻笑，带着一种俯瞰世间蝼蚁的漠然无情，“娶我？问过我的意见了？”“如果我现在问你",
			"author":"一季流殇",
			"yellow":"古代言情",
			"red":"已完结",
			"blue":"293.29万"
		},
		{
			"src":"./data/images/bestend4.jpg",
			"title":"国民老公带回家",
			"desc":"电视剧《国民老公》由熊梓淇、李溪芮主演，于2018年1月15日火热开播，心动开年！“不许公共场合碰我。”“不许公开说我是你妻子。”“不许让人知道我跟你住在一起。”陆瑾年和安好因父母之命被迫结婚，安好以为他们的婚姻，就是人前冷漠。所以，新婚之夜，她跟他一开口就连续说了三个不许。陆瑾年面无表情的望着她，眨了眨眼睛，不让他公共场合碰她，不让他公开说她是他的妻子，他可以说他是她的丈夫，至于最后一个不许……",
			"author":"叶非夜",
			"yellow":"现代言情",
			"red":"已完结",
			"blue":"96.09万"
		},
		{
			"src":"./data/images/bestend5.jpg",
			"title":"独步惊华",
			"desc":"她，顾若云，青龙国有名的废物，父母双亡，天生懦弱，丢尽了整个将军府的脸面，最终因与人纠纷而被亲身爷爷将毫无过错的她活活打死！再次睁眼，脱去了那一身懦弱，她再非昔日的废物小姐！身怀至宝，契约四大神兽，便是青龙国第一高手都抢着要成为她的跟班……丹药？算什么，她随手可以炼制一把。低阶灵器很强大吗？就连她手下使用的都是高阶灵器。你有高级灵兽？抱歉，她身后的圣兽已成千军万马，力压一切豪雄！只是谁能告诉她，这",
			"author":"萧七爷",
			"yellow":"玄幻言情",
			"red":"已完结",
			"blue":"188.5万"
		}
	]
}